{
    "Beranda": "Home",
    "Produk": "Products",
    "Aktivitas": "Activities",
    "Temukan Kami": "Find Us",
    "Tentang Kami": "About Us",
    "Menu Navigasi": "Navigation Menu",
    "Pilih Bahasa": "Select Language",
    "Alamat": "Address",
    "Media Sosial": "Social Media",
    "Jam Buka": "Opening Hours",
    "Senin - Jumat": "Monday - Friday",
    "Sabtu": "Saturday",
    "Warisan Sehat dari Madiun.": "A Healthy Heritage from Madiun.",
    "Selamat Datang di D'jamoe": "Welcome to D'jamoe",
    "Kami mengajak Anda merasakan kehangatan tradisi dan kebaikan alam dalam setiap tegukan. Temukan kembali warisan kesehatan khas Madiun yang kami sajikan tulus dari hati.": "We invite you to feel the warmth of tradition and the goodness of nature in every sip. Rediscover the health heritage of Madiun, served sincerely from the heart.",
    "Produk Unggulan": "Featured Products",
    "Pilihan favorit untuk menjaga kesehatan dan kebugaran Anda.": "Favorite choices to maintain your health and wellness.",
    "Lihat Detail": "View Details",
    "Belum ada produk unggulan.": "No featured products available yet.",
    "Sertifikasi Halal": "Halal Certified",
    "D'jamoe lahir dari kecintaan untuk melestarikan resep warisan keluarga yang telah terbukti khasiatnya selama beberapa generasi. Kami percaya bahwa alam menyediakan semua yang kita butuhkan untuk hidup sehat.": "D'jamoe was born from a love for preserving family heritage recipes that have been proven effective for generations. We believe that nature provides everything we need to live healthily.",
    "Baca Kisah Lengkap": "Read The Full Story",
    "Kata Mereka": "What They Say",
    "\"Beras Kencurnya juara! Badan langsung terasa segar dan enteng setelah minum. Rasanya pas, tidak terlalu manis.\"": "\"The Beras Kencur is a winner! My body feels fresh and light right after drinking. The taste is just right, not too sweet.\"",
    "- Anisa, Karyawan Swasta": "- Anisa, Private Employee",
    "\"Suka banget sama Kunir Asemnya. Selalu sedia di kulkas untuk melancarkan pencernaan. Kemasannya juga praktis.\"": "\"I really love the Kunir Asem. I always keep it in the fridge for digestion. The packaging is also practical.\"",
    "- Budi Santoso, Atlet": "- Budi Santoso, Athlete",
    "\"Wedang Uwuh dari D'jamoe ini favorit keluarga. Tinggal seduh, langsung hangat dan rileks. Rempahnya terasa asli.\"": "\"This Wedang Uwuh from D'jamoe is a family favorite. Just brew it, and it's instantly warm and relaxing. The spices feel authentic.\"",
    "- Citra Lestari, Ibu Rumah Tangga": "- Citra Lestari, Homemaker",
    "Dipercaya Oleh": "Trusted By",
    "Kami bangga dapat melayani dan bekerja sama dengan berbagai institusi ternama.": "We are proud to serve and collaborate with various renowned institutions.",
    "Temukan Kami di Madiun": "Find Us in Madiun",
    "Jamu D'jamoe Madiun": "D'jamoe Madiun Store",
    "Lihat Rute": "Get Directions",
    "Katalog Produk": "Product Catalog",
    "Pilih kategori untuk menemukan produk yang paling sesuai.": "Choose a category to find the most suitable products.",
    "Kategori Belum Tersedia": "Categories Not Yet Available",
    "Saat ini belum ada kategori produk yang bisa ditampilkan.": "There are currently no product categories to display.",
    "Kembali ke Semua Kategori": "Back to All Categories",
    "Produk tidak ditemukan": "Products not found",
    "Saat ini tidak ada produk dalam kategori ini.": "There are currently no products in this category.",
    "Memuat produk...": "Loading products...",
    "Best Seller": "Best Seller",
    "Gagal memuat produk. Coba lagi.": "Failed to load products. Try again.",
    "Memuat detail...": "Loading details...",
    "Deskripsi tidak tersedia.": "Description not available.",
    "Pesan via WhatsApp": "Order via WhatsApp",
    "Gagal memuat detail produk.": "Failed to load product details.",
    "Petunjuk Arah": "Get Directions",
    "Belum ada lokasi mitra yang ditambahkan saat ini.": "No partner locations have been added at this time.",
    "Aktivitas & Wawasan": "Activities & Insights",
    "Lebih dari sekadar produk, kami berbagi pengalaman dan pengetahuan tentang dunia jamu.": "More than just products, we share experiences and knowledge about the world of jamu.",
    "Selami Lebih Dalam Dunia Jamu": "Dive Deeper into the World of Jamu",
    "Kami percaya edukasi adalah kunci untuk melestarikan warisan jamu. Temukan artikel menarik dan tonton video inspiratif kami untuk memperkaya pengetahuan Anda.": "We believe education is the key to preserving the jamu heritage. Discover interesting articles and watch our inspiring videos to enrich your knowledge.",
    "Artikel Pilihan": "Featured Articles",
    "Manfaat Kunyit untuk Kesehatan Modern": "Benefits of Turmeric for Modern Health",
    "Sejarah Jamu Gendong di Tanah Jawa": "The History of Jamu Gendong in Java",
    "5 Rempah Dapur Peningkat Imunitas": "5 Kitchen Spices to Boost Immunity",
    "Tonton Kami di YouTube": "Watch Us on YouTube",
    "Proses Pembuatan Beras Kencur D'jamoe": "D'jamoe's Beras Kencur Making Process",
    "Wawancara dengan Petani Rempah Lokal": "Interview with Local Spice Farmers",
    "Pilihan Pengalaman Unik": "Unique Experience Selections",
    "Selami dunia jamu lebih dalam melalui berbagai kegiatan interaktif yang kami tawarkan.": "Dive deeper into the world of jamu through the various interactive activities we offer.",
    "Belum ada aktivitas yang ditambahkan.": "No activities have been added yet.",
    "Kisah Kami": "Our Story",
    "Dari Dapur Sederhana, Menjadi Warisan Kebaikan untuk Indonesia.": "From a Humble Kitchen, Becoming a Legacy of Goodness for Indonesia.",
    "Belum ada cerita yang ditambahkan.": "No stories have been added yet.",
    "Kekuatan dari Alam": "Power from Nature",
    "Setiap tegukan D'jamoe mengandung kebaikan dari rempah-rempah pilihan Indonesia.": "Every sip of D'jamoe contains the goodness of selected Indonesian spices.",
    "Kunyit": "Turmeric",
    "Anti-inflamasi alami yang kuat, membantu meredakan nyeri dan baik untuk pencernaan.": "A powerful natural anti-inflammatory, helps relieve pain and is good for digestion.",
    "Jahe": "Ginger",
    "Menghangatkan tubuh, meningkatkan imunitas, serta meredakan mual dan masuk angin.": "Warms the body, boosts immunity, and relieves nausea and colds.",
    "Kencur": "Galangal",
    "Membantu meredakan batuk dan pegal linu, serta dipercaya menambah nafsu makan.": "Helps relieve coughs and soreness, and is believed to increase appetite.",
    "Temulawak": "Javanese Ginger",
    "Menjaga kesehatan hati, bertindak sebagai antioksidan, dan membantu detoksifikasi tubuh.": "Maintains liver health, acts as an antioxidant, and helps detoxify the body.",
    "Jelajahi Kebaikan di Setiap Botolnya": "Explore the Goodness in Every Bottle",
    "Temukan varian jamu yang diciptakan khusus untuk menemani hari dan menjaga kesehatan Anda.": "Discover jamu variants created especially to accompany your day and maintain your health.",
    "Lihat Semua Produk": "View All Products",

    "Lebih dari sekadar produk, kami berbagi pengalaman...": "More than just products, we share experiences...",
    "Kami percaya edukasi adalah kunci...": "We believe education is the key...",
    "Manfaat Kunyit...": "Benefits of Turmeric...",
    "Sejarah Jamu Gendong...": "The History of Jamu Gendong...",
    "5 Rempah Dapur...": "5 Kitchen Spices...",
    "Proses Pembuatan...": "Making Process...",
    "Wawancara dengan Petani...": "Interview with Farmers...",
    "Selami dunia jamu lebih dalam...": "Dive deeper into the world of jamu...",
    "Anti-inflamasi alami yang kuat...": "A powerful natural anti-inflammatory...",
    "Menghangatkan tubuh, meningkatkan imunitas...": "Warms the body, boosts immunity...",
    "Membantu meredakan batuk dan pegal linu...": "Helps relieve coughs and soreness...",
    "Menjaga kesehatan hati, bertindak sebagai antioksidan...": "Maintains liver health, acts as an antioxidant...",
    "Temukan varian jamu yang diciptakan khusus untuk menemani hari...": "Discover jamu variants created especially to accompany your day..."
}